/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Catalogo di Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Non è stato possibile aprire il Catalogo Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Non è stato possibile leggere le proprietà dei documenti del Catalogo di Media Pro";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Non è stato possibile leggere le proprietà degli elementi del Catalogo di Media Pro";

